namespace Restourant.ConsoleCommands
{
    public class Commands
    {
        public static IEnumerable<string> ShowCommands()
        {
            return new string[]
            {
                "\nКоманди:",
                "  - Добавяне на продукт: <категория>, <име>, <количество>, <цена>",
                "  - Поръчка: <номер на маса>, <продукт1>, <продукт2>, ..., <продуктN>",
                "  - Информация за продажби: продажби",
                "  - Информация за продукт: инфо <име на продукт>",
                "  - Всички категории: категории",
                "  - Всички продукти в менюто: меню",
                "  - Изход от програмата: изход",
                "  - Помощ: ?, помощ, команди",
            };
        }
    }
}
